/* error message: kErrConv7To8_ConversionError */
"Could not convert song format." = "Impossibile convertire il formato del brano.";

/* error message: kErrConv7To8_DamagedSong */
"This project seems to be damaged. Please restore from backup." = "Il progetto sembra danneggiato. Ripristinalo da una copia.";

/* error message: kErrConv7To8_NonReleaseLogicVersion */
"This project has been created with an intermediate non-release Logic version. It can't be opened any longer" = "Questo progetto è stato creato con una versione di Logic intermedia non commerciale. Non è più possibile aprirlo";

/* error message: kErrConv7To8_PreLogic5Version - Message for High Sierra only */
"The song you are trying to open is in Logic 4 format (or earlier). Please open and save it with Logic 7.2.1 or earlier first.\n\nYou have to do that on a Macintosh computer, which still runs an older version of macOS, because these old versions of Logic Pro are no longer compatible with macOS 10.13 or later." = "Il brano che stai cercando di aprire è in formato Logic 4 (o precedente). Devi prima aprirlo e salvarlo con Logic 7.2.1 o versione precedente.\n\nDevi farlo su un Macintosh che sia ancora dotato di una versione precedente di macOS, perché queste versioni obsolete di Logic Pro non sono più compatibili con macOS 10.13 o versioni successive.";
